[
 
  {
    "id": 5,
    "favStatus": false,
    "quoteText": "I think God, in creating man, somewhat overestimated his ability.",
    "quoteAuthor": "Oscar Wilde"
  },
  {
    "id": 6,
    "favStatus": false,
    "quoteText": "To be a Christian means to forgive the inexcusable because God has forgiven the inexcusable in you.",
    "quoteAuthor": "C.S. Lewis"
  },
  {
    "id": 7,
    "favStatus": false,
    "quoteText": "And now these three remain: faith, hope and love. But the greatest of these is love.",
    "quoteAuthor": "Anonymous"
  },
  {
    "id": 8,
    "favStatus": false,
    "quoteText": "God has no religion.",
    "quoteAuthor": "Mahatma Gandhi"
  },
  {
    "id": 9,
    "favStatus": false,
    "quoteText": "We are not necessarily doubting that God will do the best for us; we are wondering how painful the best will turn out to be.",
    "quoteAuthor": "C.S. Lewis"
  },
  {
    "id": 10,
    "favStatus": false,
    "quoteText": "God will not look you over for medals, degrees or diplomas but for scars.",
    "quoteAuthor": "Elbert Hubbard"
  },
  {
    "id": 11,
    "favStatus": false,
    "quoteText": "The most wasted of all days is one without laughter.",
    "quoteAuthor": "Nicolas Chamfort"
  },
  {
    "id": 12,
    "favStatus": false,
    "quoteText": "A man can no more diminish God's glory by refusing to worship Him than a lunatic can put out the sun by scribbling the word 'darkness' on the walls of his cell.",
    "quoteAuthor": "C.S. Lewis"
  },
  {
    "id": 13,
    "favStatus": false,
    "quoteText": "If I should ever die, God forbid, let this be my epitaph:THE ONLY PROOF HE NEEDEDFOR THE EXISTENCE OF GODWAS MUSIC",
    "quoteAuthor": "kurt vonnegut"
  },
  {
    "id": 14,
    "favStatus": false,
    "quoteText": "The darker the night, the brighter the stars,  The deeper the grief, the closer is God!",
    "quoteAuthor": "Fyodor Dostoevsky"
  },
  {
    "id": 15,
    "favStatus": false,
    "quoteText": "Never be afraid to trust an unknown future to a known God.",
    "quoteAuthor": "Corrie ten Boom"
  },
  {
    "id": 16,
    "favStatus": false,
    "quoteText": "The function of prayer is not to influence God, but rather to change the nature of the one who prays.",
    "quoteAuthor": "Soren Kierkegaard"
  },

  {
    "id": 18,
    "favStatus": false,
    "quoteText": "Pain insists upon being attended to. God whispers to us in our pleasures, speaks in our consciences, but shouts in our pains. It is his megaphone to rouse a deaf world.",
    "quoteAuthor": "C.S. Lewis"
  },
  {
    "id": 19,
    "favStatus": false,
    "quoteText": "If you want to know what God thinks of money, just look at the people he gave it to.",
    "quoteAuthor": "Dorothy Parker"
  }
 
]
